Repository: DcZipPL/TielsTwo
Catalog: Avalonia.Tiels/Resources/Resources.*.resx
Languages: pl

# DefaultConfigMissingError
source: Couldn't find default configuration file.
pl: Nie znaleziono domyślnego pliku konfiguracyjnego.

# PathDontExist
source: Chosen path doesn't exist
pl: Wybrana ścieszka nie istnieje

# MissingSettingsTableError
source: The [settings] table is missing. Default configuration is possibly corrupted.
pl: Brakuje tabeli [settings] w pliku konfiguracyjnym. Możliwe że plik konfiguracyjny uległ uszkodzeniu.

# MissingSettingsAppearanceTableError
source: The [settings] or [appearance] table is missing. Configuration is possibly corrupted.
pl: Brakuje tabeli [settings] lub [appearance] w pliku konfiguracyjnym. Możliwe że plik konfiguracyjny uległ uszkodzeniu.

# WindowTitleError
source: Error:
pl: Błąd:

# ChangesAccepted
source: All changes accepted
pl: Zmiany zostały pomyślnie wdrożone

source: No changes
pl: Brak zmian

# SettingsLabel
source: Settings
pl: Ustawienia

# SettingsAppearance
source: Appearance
pl: Wygląd

# SettingsGeneral
source: General
pl: Ogólne

# SettingsUpdates
source: Updates
pl: Aktualizacje

# CreateLabel
source: Create
pl: Utwórz

source: Create Floating Image
pl: Utwórz Unoszący Obraz

source: Create Directory Portal
pl: Utwórz Portal do folderu

# CreateNote
source: Create Sticky Note
pl: Utwórz Notatke

# CreateTile
source: Create New Tile
pl: Utwórz Nowy Kafelek

# ManagementFloatingImages
source: Floating Images
pl: Pływające Obrazy

# ManagementLabel
source: Management
pl: Zarządzanie

# ManagementNotes
source: Notes
pl: Notatki

# ManagementTiles
source: Tiles
pl: Kafelki

source: Autostart enabled
pl: Uruchom automatycznie po rozruchu

source: Experimental features
pl: Funkcje eksperymentalne

# SpecialEffects
source: UI Effects
pl: Efekty interfejsu użytkownika

# HideAtStartup
source: Hide this window after application startup
pl: Ukryj okno ustawień po uruchomieniu

# EffectsPerformanceWarning
source: Disabling will increase performance
pl: Wyłączenie poprawi wydajność

source: Apply
pl: Zastosuj

source: Default
pl: Domyślne

source: Default tiles directory
pl: Domyślna lokalizacja kafelek

# LanguageSelection
source: Application language
pl: Język programu

# CreateButton
source: Create
pl: Utwórz

source: Name
pl: Nazwa

# NameOfTileWatermark
source: Display name of your new tile...
pl: Nazwa twojego nowego kafelka...

# ThemeMode
source: Theme
pl: Motyw

# ThemeModeTooltip
source: Theme of application/icons. If you have tile with dark background then dark and vice versa.
pl: Motyw aplikacji i ikonek. Ciemny ⇒ Biały tekst i vice versa

# TransparencyChangedInColor
source: Transparency level can be changed in color option.
pl: Przeźroczystość można zmienić w ustawieniach koloru.

# TransparencyMode
source: Transparency Type
pl: Typ przeźroczystości

source: Type
pl: Typ

source: Use global theme
pl: Używaj globalnego motywu

# WarnNewerSysReq
source: This option only works on Windows 11.
pl: Ta opcja działa tylko z Windows 11.

# WarnOtherPrograms
source: Caution! This option doesn't support most animated desktop software.
pl: Uwaga! Ta opcja nie jest obsługiwana przez większość programów umożliwiających animowane tapety.

# WarnPossiblyUnsupported
source: Caution! Using other options than Solid or Transparent won't work on some systems and will fallback to these options.
pl: Uwaga! Używanie innej opcji niż Solidne tło czy Przeźroczyste może nie zadziałać na nie których systemach. Jeśl nie uda się ustawić to domyślnie program przywróci do powyższych opcji.

source: Color
pl: Kolor

# TilePath
source: Path
pl: Ścieżka

source: Size
pl: Rozmiar

# SettingsThumbnail
source: Thumbnails
pl: Miniaturki
